Repository: Som-Energia/somenergia-opendata
Catalog: som_opendata/translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Members
ca: Sòcies
es: Socias

source: Current cooperative members at the start of a given date. Members are taken from our current ERP data, so the following considerations apply: - Membership during the first months of the cooperative was stored in spreadsheets and is not included yet. - There is no historical record of member addresses. So, if a member has changed her home from Vigo to Cartagena, it counts as she has been been living all the time in Cartagena. - Only a single start date can be stored so, canceled and later renewed memberships are not properly recorded.
ca: Persones sòcies de la cooperativa a l'inici de la data donada Les sòcies es calculen de l'estat actual del nostre ERP, per això, cal tenir en compte que: - Els primers mesos de la cooperativa, les altes s'anotaven en un full de càlcul, però, figura com data d'alta quan es varen passar a l'ERP. - No hi ha registre històric de les adreces d'una sòcia. Per això, si una sòcia canvia el seu domicili de Vigo a Cartagena, compta com que ha estat vivint sempre a Cartagena. - Només guardem una data d'alta i baixa per sòcia. No queda ben registrat si una sòcia es dona de baixa i es torna a donar-se d'alta.
es: Personas socias de la cooperativa al inicio de la fecha dada Los datos se obtienen del estado actual del ERP, por eso, hay que tener en cuenta que: - Los primeros meses, las altas se apuntaban en una hoja de cálculo, pero figura como fecha de alta cuando se pasaron al ERP. - No hay registro histórico de las direcciones de una socia. Por eso, si una socia cambia su domicilio de Vigo a Cartagena, cuenta como que ha vivido siempre en Cartagena. - Solo guardamos una fecha de alta y baja por socia. No queda bien registrado si una socia se da de baja y vuelve a darse de alta.

source: New members
ca: Noves sòcies
es: Nuevas socias

source: New cooperative members during the month before a given date. Considerations for "Members" metric also apply in this one.
ca: Noves sòcies durant el mes que acaba a la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Sòcies".
es: Socias que entraron en la cooperativa durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Socias".

source: Canceled members
ca: Baixes de sòcies
es: Bajas de socias

source: Members leaving the cooperative during in the month before a given date. Considerations for "Members" metric also apply in this one.
ca: Sòcies que varen abandonar la cooperativa durant el mes abans de la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Sòcies".
es: Socias que abandonaron la cooperativa durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Socias".

source: Contracts
ca: Contractes
es: Contratos

source: Current active contracts at the start of a given date. Contract data is taken from activation and deactivation dates from ATR system. Old contracts were copied by hand from ATR files and may be less reliable.
ca: Els contractes actius a l'inici de la data donada. Les dades del contracte s'obtenen de les dades d'activació i desactivacíó del sistema ATR. Els contractes antics van ser transferits a mà dels fitxers i poden ser menys confiables.
es: Total de contratos activos al inicio de la fecha dada. Consideraciones: - Los datos se obtienen de la activación y desactivación de los contratos por el sistema ATR. - Los contratos antiguos se traspasaban a mano desde los ficheros ATR y puede que sean menos fiables.

source: New contracts
ca: Nous contractes
es: Nuevos contratos

source: Contracts starting during in the month before a given date. Considerations for "Contracts" metric also apply in this one.
ca: Contractes activats durant el mes anterior a la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Contractes".
es: Contratos dados de alta durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Contratos".

source: Canceled contracts
ca: Baixes de contractes
es: Bajas de contratos

source: Contracts ending during in the month before a given date. Considerations for "Contracts" metric also apply in this one.
ca: Contractes donats de baixa durant el mes anterior a la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Contractes".
es: Contratos dados de baja durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Contratos".

source: Self-consumption contracts
ca: Contractes amb autoconsum
es: Contratos con autoconsumo

source: Active contracts with selfconsumption just before the date. Considerations: - This metric is obtained from data in the ATR system. - Once self-consumption is activated for a contract, we are not accounting later modifications disabling it. It will be considered self-consumption until the end of the contract.
ca: Contractes actius amb autoconsum just abans de la data Consideracions: - Aquesta mètrica s'obté de les dades del sistema ATR. - Un cop un contracte activa l'autoconsum, el considerem autoconsum fins que es dona de baixa. Podria ser que es desactivés l'autoconsum abans i no ho estem considerant.
es: Contratos activos con autoconsumo justo antes de la fecha Consideraciones: - Esta métrica se obtiene de datos del sistema ATR. - Una vez un contrato activa el autoconsumo, se considera autoconsumo hasta que se da de baja. Podría ser que se desactive el autoconsumo antes y no se está teniendo en cuenta.

source: New selfconsumption contracts
ca: Nous contractes d'autoconsum
es: Nuevos contratos con autoconsumo

source: Contracts activating selfconsumption during in the month before a given date. Considerations for "Self consumption contracts" metric also apply in this one.
ca: Contractes que han activat l'autoconsum durant el mes anterior a la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Contractes d'autoconsum".
es: Contratos que han activado el autoconsumo durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Contratos de autoconsumo".

source: Canceled selfconsumption contracts
ca: Baixes de contractes d'autoconsum
es: Bajas de contratos con autoconsumo

source: Canceled contracts with selfconsumption during in the month before a given date. Considerations for "Self consumption contracts" metric also apply in this one.
ca: Contractes d'autoconsum donats de baixa durant el mes anterior a la data donada. S'apliquen les mateixes consideracions que per a la mètrica "Contractes d'autoconsum".
es: Contratos con autoconsumo dados de baja durante el periodo anterior a la fecha dada. Se aplican las mismas consideraciones que para la métrica "Contratos de autoconsumo".

source: Homeowner comunity contracts
ca: Contractes de comunitats veïnals
es: Contratos de comunidades vecinales

source: Active contracts whose owner is a homeowner community. Considerations: - The owner of the contract is considered a homeowner community if its VAT starts with ESH - This metric is obtained from data in the ATR system.
ca: Contractes actius amb una comunitat veïnal com a titular. Consideracions: - Es considera que la titularitat es d'una comunitat veïnal si la persona titular té un NIF que comença amb H. - Aquesta mètrica s'obté de dades del sistema ATR.
es: Contratos activos con una comunidad vecinal como titular. Consideraciones: - Se considera que la titularidad es de una comunidad vecinal si la persona titular tiene un NIF que empieza por H. - Esta métrica se obtiene de datos del sistema ATR.

source: New homeowner comunity contracts
ca: Nous contractes de comunitats veïnals
es: Nuevos contratos de comunidades vecinales

source: Contracts of homeowner communities starting during in the month before a given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Homeowner community contracts" metric also apply in this one.
ca: Contractes de comunitats veïnals que han començat durant el mes anterior a la data donada. Les consideracions per "Contractes" també s'apliquen a aquesta mètrica. Les consideracions per "Contractes de comunitats veïnals" també s'apliquen a aquesta mètrica.
es: Contratos de comunidades vecinales que han empezado durante el periodo anterior a la fecha dada. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos de comunidades vecinales" también se aplican a esta métrica..

source: Canceled homeowner comunity contracts
ca: Baixes de contractes de comunitats veïnals
es: Bajas de contratos de comunidades vecinales

source: Contracts of homeowner communities ending during in the month before a given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Homeowner community contracts" metric also apply in this one.
ca: Contractes de comunitats veïnals finalitzats durant el mes anterior a la data donada. Les consideracions per "Contractes" també s'apliquen a aquesta mètrica. Les consideracions per "Contractes de comunitats veïnals" també s'apliquen a aquesta mètrica.
es: Contratos de comunidades vecinales finalizados durante el periodo anterior a la fecha dada. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos de comunidades vecinales" también se aplican a esta métrica..

source: Entity and business contracts
ca: Contractes d'entitats i empreses
es: Contratos de entidades y empresas

source: Active contracts with legal persons as owner or bound to a non residential use. Considerations: - Legal persons are detected by the spanish VAT number of the contract owner. - Non residential activities are detected by the CNAE code declared by the owner for the contract. - This metric is obtained from data in the ATR system.
ca: Contractes actius amb persones jurídiques com a titular o vinculats a un ús no residencial. Consideracions: - Les persones jurídiques es detecten pel NIF de la persona titular. - Les activitats no residencials es detecten pel codi CNAE declarat per la persona titular en contractar. - Aquesta mètrica s'obté de les dades del sistema ATR.
es: Contratos activos con personas jurídicas como titular o vinculados a un uso no residencial. Consideraciones: - Las personas jurídicas se detectan por el NIF de la persona titular. - Las actividades no residenciales se detectan por el código CNAE declarado por la persona titular al contratar. - Esta métrica se obtiene de los datos en el sistema ATR.

source: New entity and business contracts
ca: Nous contractes d'entitats i empreses
es: Nuevos contratos con entidades y empresas

source: New contracts with legal person as owner or bound to a non residential use created within the month before the given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Entity and business contracts" metric also apply in this one.
es: Nuevos contratos con personas jurídicas como titular o vinculados con un uso no residencial y que se crearon en el periodo anterior a la fecha dada. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos de entidades y empresas" también se aplican a esta métrica.

source: Canceled entity and business contracts
ca: Baixes de contractes d'entitats i empreses
es: Bajas de contratos de entidades y empresas

source: Contracts with a legal person as owner or bound to a non residential use cancelled within the month before the given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Entity and business contracts" metric also apply in this one.
ca: Contractes que varen finalitzar el mes anterior a la data donada i que bé tenen com a titular una persona jurídica o bé estan vinculats a un ús no residencial. Les consideracions per a "Contractes" també s'apliquen a aquesta mètrica. Les consideracions per a "Contractes d'entitats i empreses" també s'apliquen a aquesta mètrica.
es: Contratos que finalizaron el periodo anterior a la fecha dada y que bien tienen como titular una persona jurídica o bien están vinculados a un uso no residencial. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos de entidades y empresas" también se aplican a esta métrica.

source: Public contracts
ca: Contractes públics
es: Contratos públicos

source: Active contracts with a public administrations as owners. Considerations: - Public administrations are detected by the spanish VAT number of the contract owner. - This metric is obtained from data in the ATR system.
ca: Contractes actius amb una administració pública. Consideracions: - Es detecten les administracions públiques pel NIF de la persona titular - Aquesta mètrica s'obté de dades del sistema ATR
es: Contratos activos con una administración pública. Consideraciones: - Se detectan las administraciones públicas por el NIF de la persona titular. - Esta métrica se obtiene de datos del sistema ATR.

source: New public contracts
ca: Nous contractes públics
es: Nuevos contratos públicos

source: New contracts with a public administration as owner created within the month before the given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Public contracts" metric also apply in this one.
ca: Nous contractes amb l'administració pública creats durant el mes anterior a la data donada. Les consideracions per "Contractes" també s'apliquen a aquesta mètrica. Les consideracions per "Contractes públics" també s'apliquen a aquesta mètrica.
es: Nuevos contratos con administraciones públicas creados durante el periodo anterior a la fecha dada. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos públicos" también se aplican a esta métrica..

source: Canceled public contracts
ca: Baixes de contractes públics
es: Bajas de contratos públicos

source: Contracts with a public administration as owner cancelled within the month before the given date. Considerations for "Contracts" metric also apply in this one. Considerations for "Public contracts" metric also apply in this one.
ca: Contractes amb administracions públiques finalitzats el mes anterior a la data donada. Les consideracions per "Contractes" també s'apliquen a aquesta mètrica. Les consideracions per "Contractes públics" també s'apliquen a aquesta mètrica.
es: Contratos finalizados el periodo justo anterior a la fecha dada con una administración pública. Las consideraciones para "Contratos" también se aplican a esta métrica. Las consideraciones para "Contratos públicos" también se aplican a esta métrica..

source: Entity members
es: Entidades Socias

source: Active members being a legal persons. Considerations: - Legal persons are detected by the spanish VAT number of the membersowner. - Considerations for "Members" metric also apply in this one.
es: Socias activas que son personas jurídicas Consideraciones: - Las personas jurídicas se detectan por su NIF. - Se aplican las consideraciones para la métrica "Socias".

source: New entity members
es: Nuevas entidades socias

source: New members being legal person that joined the cooperative within the month before the given date. Considerations for "Members" metric also apply in this one. Considerations for "Entity members" metric also apply in this one.
es: Nuevas socias que son personas jurídicas y que se unieron a la cooperativa el periodo justo anterior a la fecha dada. Las consideraciones para "Socias" también se aplican a esta métrica. Las consideraciones para "Entidades Socias" también se aplican a esta métrica.

source: Canceled entity members
es: Bajas de entidades socias

source: Members being legal person that left the cooperative within the month before the given date. Considerations for "Members" metric also apply in this one. Considerations for "Entity and business members" metric also apply in this one.
es: Socias que son personas jurídicas que dejaron de ser socias de la cooperativa durante el periodo anterior a la fecha dada. Se aplican las consideraciones para la métrica "Socias". Se aplican las consideraciones para la métrica "Entidades socias".

source: Public members
es: Administraciones publicas socias

source: Active members being a public administrations. Considerations: - Public administrations are detected by the spanish VAT number of the contract owner.
es: Socias activas que son administraciones públicas. Consideraciones: - Se detectan las administraciones públicas por su NIF.

source: New public members
es: Nuevas administraciones públicas socias

source: New members being a public administration as owner that joined the cooperative within the month before the given date. Considerations for "Members" metric also apply in this one. Considerations for "Public members" metric also apply in this one.
es: Administraciones públicas que se unieron a la cooperativa durante el periodo anterior a la fecha dada. Las consideraciones para "Socias" también se aplican a esta métrica. Las consideraciones para "Administraciones públicas socias" también se aplican a esta métrica..

source: Canceled public members
es: Bajas de administraciones públicas socias

source: Members being a public administration that left the cooperative within the month before the given date. Considerations for "Members" metric also apply in this one. Considerations for "Public members" metric also apply in this one.
es: Entidades públicas que abandonaron la cooperativa durante periodo anterior a la fecha dada. - Las consideraciones para "Socias" también se aplican a esta métrica. - Las consideraciones para "Administraciones públicas socias" también se aplican a esta métrica..

source: Deployed plant power (MW)
ca: Potencia instal·lada en plantes (MW)
es: Potencia instalada en plantas (MW)

source: Aggregated peak power of the deployed plants in the region just before the date. This metric is experimental. Data should not be relied on yet.
ca: Suma de la potència de pic de les plantes instalades en la regió just abans de la data. Aquesta mètrica és experimental. Les dades encara no son fiables.
es: Suma de la potencia de pico de las plantas instaladas en la región justo antes de la fecha. Esta métrica es experimental. Los datos no son aún fiables.

source: Energy produced on plants (kWh)
ca: Energia produïda en plantes (kWh)
es: Energía producida en plantas (kWh)

source: Energy that plants from the region inject into the network during the period just before the date. Data up to 2020 are taken from our historical records. Data from 2021 onwards is taken computed from meter measurements.
ca: Energia que les plantes de la regió varen injectar a la xarxa durant el període just abans a la data. Les dades fins a 2020 es prenen dels nostres registres històrics. Les dades a partir de 2021 es calculen directament de les lectures del comptador.
es: Energía que las plantas de la región inyectaron a la red durante el periodo justo anterior a la fecha. Los datos hasta 2020 se toman de nuestro registro histórico. Los datos a partir de 2021 se calculan directamente de las lecturas del contador.

source: World
ca: Món
es: Mundo

source: Country
ca: País
es: País

source: CCAA
ca: Comunitat Autònoma
es: Comunidad Autónoma

source: State
ca: Província
es: Provincia

source: City
ca: Municipi
es: Municipio

source: Postal District
es: Distrito Postal

source: Local Group
ca: Grup Local
es: Grupo Local

source: January
ca: Gener
es: Enero

source: February
ca: Febrer
es: Febrero

source: March
ca: Març
es: Marzo

source: April
ca: Abril
es: Abril

source: May
ca: Maig
es: Mayo

source: June
ca: Juny
es: Junio

source: July
ca: Juliol
es: Julio

source: August
ca: Agost
es: Agosto

source: September
ca: Setembre
es: Septiembre

source: October
ca: Octubre
es: Octubre

source: November
ca: Novembre
es: Noviembre

source: December
ca: Desembre
es: Diciembre

source: per %(num)s population
ca: per cada %(num)s hab
es: por cada %(num)s hab
